var casas = [
{
	idCasa: "cine-joia",
	nome: "Cine Jóia",
	rua: "Praça Carlos Gomes, 82",
	site: "http://cinejoia.tv/",
	telefone: "(11) 3101-1305",
	email: "bilheteria@cinejoia.tv",
	descricao : {
		linha1: "Originalmente inaugurado em 1952 como um cinema para a vanguarda japonesa, o Cine Joia ganhou fama pela exibição dos filmes premiados do grupo Toho - com o foco principal no diretor Akira Kurosawa -, primeiro para atender à comunidade nipônica em São Paulo, para depois cair nas graças da intelligentsia paulistana. Até ter suas portas como cinema fechadas na década de 1980, para virar um templo de uma igreja pentecostal.",
		linha2: "Após grande intervenção estética e tecnológica, o Joia reabre em novembro para continuar sendo um templo, mas agora para os devotos da música. Sua repaginada levou em conta a experiência e respeitabilidade de produção, realização e curadoria que os sócios da nova casa têm em conjunto. O Cine Joia nasce pelas mãos dos sócios André Juliani, Facundo Guerra, Lúcio Ribeiro e Marcelo Beraldo.",
		linha3: "Com uma intensa programação, o Cine Joia foi criado para servir de palco para shows de médio porte, com a infraestrutura necessária para receber bandas nacionais e internacionais, em ascensão ou já consagradas, e que possuem um público fiel e afinados com cenário musical contemporâneo. Nele se apresentarão apenas projetos de música ao vivo, ou os chamados 'lives', no caso da música eletrônica. As festas onde existe apenas a apresentação de música mecânica estarão fora de sua programação. A intenção é retomar a ideia da casa de música, ou como os gringos chamam, o tradicional 'music hall'.",
		linha4: "Com capacidade para 992 pessoas. pessoas, o espaço do lugar é dividido em três ambientes: pista, plateia superior - onde estão localizados os camarotes - e miniclube. A programação do Cine Joia é dedicada a shows, mas sem deixar de lado outras manifestações culturais, como projetos musicais variados e espetáculos que contemplem vários tipos de mídia.",
		linha5: "Localizado na praça Carlos Gomes, 82, a cerca de dois quarteirões do metrô Liberdade e muito próximo ao metrô da Sé, o novo Cine Joia abre prestando reverência ao projeto original - voltam os pisos de taco, os tons de verde claro usados na pintura primeira do cinema, as pastilhas da fachada, entre outros elementos da arquitetura original do edifício, ao mesmo tempo que injeta tecnologia de ponta e explora novas opções estéticas. O assoalho foi totalmente recuperado, bem como as aletas acústicas que o Cine Joia tinha em seu projeto original, composição que, junto com a concha acústica localizada atrás do palco e seu teto telescópico, onde uma folha de gesso se encontra no interior da próxima folha, da mesma forma que um periscópio, faz da acústica do antigo um projeto para os ouvidos mais críticos.",
		linha6: "O Cine Joia é também a primeira casa de shows do mundo a utilizar iluminação através da técnica de projeção 3D Mapping. Também conhecida como Light Mapping, a tecnologia transforma os lugares projetados em uma espécie de tela de cinema 3D gigantesca ao mapear imagens 2D em superfícies não-planas. Por esse motivo a casa de shows faz jus ao 'Cine' de seu nome: a projeção voltará a ser a grande atração do espaço, mas agora como suporte para a apresentação da banda que se encontra em cima de seu palco. Desta maneira, não é a banda que se adapta ao Cine Joia, mas o contrário: o Joia será maleável o suficiente para ser um espaço totalmente novo a cada atração que o ocupar. Cada experiência de show será, portanto, única.",
		linha7: "O projeto de mapping do Joia foi um trabalho do coletivo argentino Estado Lateral que, no Brasil, já trabalhou na criação do sistema de luz da segunda pista do Vegas Club, além de projetos para multinacionais na Argentina e mundo afora.",
		linha8: "Em relação à experiência que a audiência terá, um detalhe importante: a pista, em leve declive como no projeto do antigo cinema, elimina a existência de pontos cegos para a plateia: de qualquer lugar do espaço se vê perfeitamente o palco. Desta maneira, a capacidade nominal do Cine Joia é igual à sua capacidade efetiva.",
		linha9: "Quanto à arquitetura, existiu uma preocupação em fundir o bar central à cabine de som, interferindo minimamente no espaço da casa. Esse bar central terá o formato de um diamante lapidado, assim como as janelas da bilheteria vistas de fora (recurso estético empregado com frequência nos desenhos das novas linhas espaciais do Joia), batizado assim porque a casa em si tem a forma de diamante, sendo que seu vértice é onde ficava a antiga tela de projeção do cinema e hoje está seu palco de múltiplos níveis. Ainda sobre o bar central, seu balcão foi desenhado para funcionar como uma vitrine de joalheria mutante que servirá de móvel de exposição para novos designers brasileiros, especialmente àqueles que se dediquem ao design de joias.",
		linha10: "O espaço dispõe do total de quatro bares, sendo um deles uma choperia, e dois exclusivos ao público da pista superior e camarotes. Fábio Dias é o chefe de bar e prepara três cardápios, que serão alterados conforme a apresentação. Como um exemplo, em shows de rock clássico ou hip hop, os drinques principais serão compostos de tequila e bourbon whiskey. Assim como o mapping cria um entorno estético para a banda, o bar do Joia ao mudar seu cardápio  também se adaptará ao público da noite. Eis a força do projeto: o Cine Joia se adapta à banda e ao seu público, nunca o contrário.",
		linha11: "Mesmo nos camarotes do Cine Joia, que se encontram no segundo andar da casa, existiu a preocupação de eliminar pontos cegos e trazer máximo conforto ao público. O projeto do mobiliário para o setor ficou nas mãos de Houssein Jarouche e de sua equipe, da afamada Micasa, que procurou integrar o desenho arquitetônico do local com sofás revestidos em couro natural e cadeiras em polipropileno, material que favorece o uso contínuo da peça, recurso técnico usado para prestar uma homenagem ao design industrial brasileiro.",
		linha12: "A fachada da casa de shows é um exemplo da convivência pacífica entre os novos elementos estéticos e a estrutura original da casa. Entre os itens restaurados e resgatados estão o mosaico vitroso (como eram chamadas as suas pastilhas), de quase 60 anos de idade e que estavam cobertas por grossa camada de tinta e argamassa; e o letreiro inspirado no mesmo letreiro original do Joia, recuperado depois de extensa pesquisa nos arquivos de imagem da Cinemateca Brasileira. Além disso, foram inseridos o tradicional ladrilho hidráulico com o mapa do Estado de São Paulo - um elogio à estética neoconcretista paulistana -, que se desmaterializa e toma a forma do diamante símbolo do Joia. Esse ladrilho também é utilizado na área de fumantes, que se encontra no segundo andar e possui grande visão da Av. 23 de maio, ícone da cidade.",
		linha13: "O camarim, no entanto, é algo único dentro da estética e infraestrutura da casa. Nas mãos do artista Felipe Yung, o Flip, as paredes ganham outra vida ao reverenciar uma arte oriental do século XVI chamada Shunga. O estilo erótico, que tinha como objetivo, além da estimulação, educar, valia-se de formas explícitas. E ao misturar a Shunga à estética irônica do pop art a arte de Flip cria um universo lisérgico e energético para receber as bandas do Joia, bem como presta reverência ao bairro da Liberdade, que lhe serve de entorno.",
		linha14: "Para Frank Dezeuxis, diretor de arte do projeto, a maior missão do trabalho de reforma era não só restaurar o máximo possível do projeto original, mas intervir o reinterpretando, fazendo um mashup com tecnologia e imagens do mapping: 'O Joia é para ser um lugar democrático em conteúdo e estética. Sua função é deixar as pessoas confortáveis, alegres e imersas numa atmosfera única', completa. Não se trata de um projeto de cunho nostálgico ou vintage. Não se buscou o retorno do antigo Joia, meta que a equipe julgou impossível dado o estado de degradação do lugar, mas sim reinterpretar e prestar uma homenagem contemporânea a um marco dos mais emblemáticos, e completamente esquecido, da nossa arquitetura.",
		linha15: "Marcos Paulo Caldeira, arquiteto responsável pela reestruturação do Cine Joia, acredita na retomada da função social que a casa possuía em sua abertura: 'Na época, o cinema tinha um caráter agregador. Famílias de imigrantes japoneses se encontravam nos filmes mais pelo reunião social do que pela fita exibida em si. E com a casa de show isso volta a acontecer. De forma mais multifacetada, é verdade, mas ainda agregando pessoas e cumprindo a função social do antigo cinema'.",
		linha16: "O Cine Joia ainda conta ainda com uma surpresa: um miniclube, de capacidade para 100 pessoas, que foi batizado de '1½', por se encontrar em um lugar entre a plateia inferior e a superior do antigo  banda terminar e terá por função servir de ambiente de confraternização dos artistas após o show, e não será aberto ao público, apesar de estar localizado dentro da mesma estrutura. Desta forma, elimina-se a necessidade de trasladar a banda para um outro espaço depois do concerto.",
		linha17: "A programação do Cine Joia",
		linha18: "Com o objetivo de ter sempre uma programação de ponta, o Cine Joia firma parceria com os principais produtores de eventos e nomes de referência na cena cultural brasileira: 3Plus, agência de gerenciamento de artistas; Ataque Frontal, produtora com mais de 20 anos de experiência, conhecida por trazer shows de artistas do rock and roll clássico; Debora Pill, curadora de projetos artísticos e responsável pelo Timeless, que promove a exibição de documentários relacionados à cultura negra; Guigo Lima, idealizador das principais festas de hip hop na cidade de São Paulo; Marcos Guzman, curador das festas vespertinas do Museu da Imagem e Som (MIS); Rodrigo Brandão, curador de grandes festivais e eventos de hip hop nas unidades do Sesc; Paola Wescher, responsável por trazer bandas de indie rock; entre muitos outros nomes.",
		linha19: "Na ponta de toda essa programação está Lúcio Ribeiro, curador e jornalista responsável por um dos principais blogs de música do país: o Popload. Lúcio é também responsável pela organização do festival Popload Gig, que está na sua oitava edição e promove shows de bandas do cenário alternativo, com edições itinerantes. Junto a ele, está André Juliani, DJ e produtor musical. Conhecido como um dos principais empresários da noite paulistana, e apontado como um dos responsáveis pela revitalização do Baixo Augusta com a inauguração do Vegas Club em 2005, Facundo Guerra se divide entre a administração do Vegas Club, Lions Nightclub, Z Carniceria e Volt. Já Marcelo Beraldo, adminstrador de empresas, em 2009, criou e produziu o Red Bull Sounderground. Em 2010 foi diretor de entretenimento da Geo Eventos e trabalhou na estruturação de vários projetos, como o Lollapalooza no Brasil.",
		linha20: ""
	},
	mapa: "https://www.google.com/maps/embed/v1/directions?key=AIzaSyAuLdoTKvUUGZeIWd271s5TUhgcMiM3cMc&origin=Liberdade, Praça da Liberdade, 133 - Liberdade, São Paulo - SP, 01501-010&destination=Cine Joia, Praça Carlos Gomes, 82 - Sé, São Paulo - SP, 01501-040&mode=walking"
},
{
	idCasa: "lab-club",
	nome: "Lab Club",
	rua: "Rua Augusta, 523 ",
	site: "http://labclub.com.br",
	telefone: "11 3159-1745 (segunda a sexta das 12hs as 18hs)",
	email: "Para aniversário: aniversario@labclub.com.br",
	descricao : {
		linha1: "Localizado à Rua Augusta, coração da vida noturna paulistana, o LAB Club é uma das casas mais inovadoras e ecléticas da rua e da cidade de São Paulo. A essência do LAB Club são suas experimentações. O primeiro ponto é o seu cardápio, único entre os clubes de São Paulo a focar a mixologia molecular, técnica que consiste na aplicação de métodos e equipamentos da vanguarda gastronômica mundial na elaboração de drinques, alterando a estrutura física e química de seus ingredientes para a criação de novas texturas e formas.",
		linha2: "A estrutura também é um diferencial. O antigo galpão da rua Augusta foi parcialmente reformado, mantendo suas características principais. O clube mescla o layout original do galpão com novas estruturas metálicas, que unem seus diferentes ambientes. No térreo temos a pista Lounge com projeções em toda sua volta que criam uma ambientação diferente a cada festa. No piso inferior fica a nossa pista Basement, com um soundsystem poderoso, telão e iluminação de Led, traz a experiência de imersão total na música e no ambiente festivo da casa.",
		linha3: "Temos um amplo fumódromo, que traz o máximo de conforto aos clientes, que não precisam sair do clube nem esperar em filas para fumar. O LAB Club é um projeto dos sócios Gabriel Gaiarsa, Sergio Godoy, Denis Hadler e Pedro Fernandes, os dois primeiros fundadores também do Clash Club, tradicional clube da Barra Funda. Vem com a gente!",
		linha4: "",
		linha5: "",
		linha6: "",
		linha7: "",
		linha8: "",
		linha9: "",
		linha10: "",
		linha11: "",
		linha12: "",
		linha13: "",
		linha14: "",
		linha15: "",
		linha16: "",
		linha17: "",
		linha18: "",
		linha19: "",
		linha20: ""
	},
	mapa: "https://www.google.com/maps/embed/v1/directions?key=AIzaSyAuLdoTKvUUGZeIWd271s5TUhgcMiM3cMc&origin=Higienópolis-Mackenzie - Consolação, São Paulo - SP&destination=Lab Club, R. Augusta, 523 - Consolação, São Paulo - SP&mode=walking"
},
{
	idCasa: "beco203",
	nome: "Beco 203",
	rua: "Rua Augusta, 609",
	site: "http://www.beco203.com.br/",
	telefone: "(11) 3969-0203",
	email: "contato@beco203.com.br",
	descricao : {
		linha1: "Em 2011 o Beco cravou sua bandeira em São Paulo, e desde então é referência na noite paulistana. Música boa, gente bacana e as melhores cervejas da Augusta em um só lugar! ",
		linha2: "Só o Beco Salva!",
		linha3: "*Proibida a entrada de menores de 18 anos.",
		linha4: "**É obrigatória a apresentação de documento original com foto recente (RG, Carteira de Habilitação ou Passaporte).",
		linha5: "*** Não é permitida a entrada sem camisa, vestindo camiseta de time ou calçando chinelos",
		linha6: "",
		linha7: "",
		linha8: "",
		linha9: "",
		linha10: "",
		linha11: "",
		linha12: "",
		linha13: "",
		linha14: "",
		linha15: "",
		linha16: "",
		linha17: "",
		linha18: "",
		linha19: "",
		linha20: ""
	},
	mapa: "https://www.google.com/maps/embed/v1/directions?key=AIzaSyAuLdoTKvUUGZeIWd271s5TUhgcMiM3cMc&origin=Consolação, Av. Paulista, 2163 - Cerqueira César, São Paulo - SP, 01310-200&destination=Beco 203, R. Augusta, 609 - Consolação, São Paulo - SP, 01305-000&mode=walking"
},
{
	idCasa: "blitz-haus",
	nome: "Blitz Haus",
	rua: "Rua Augusta, 657",
	site: "http://www.blitzhaus.com.br",
	telefone: "(11) 2924-5083",
	email: "contato@blitzhaus.com.br",
	descricao : {
		linha1: "A Blitz Haus é um clube noturno de 3 andares inaugurado em 2012 e está localizada na Rua Augusta nº 657, no centro de São Paulo.",
		linha2: "Reformada no fim de 2017, agora conta com novo sistema de som, climatização e iluminação 3D LED Digital na pista subterrânea. No 1º andar você encontra um lounge com pista, sofás e arcade games - o lugar perfeito para bater aquele papo intimista.",
		linha3: "O restaurante e os bares do térreo foram reprojetados e apresentam novo cardápio. Uma decor moderna e tecnológica vai ambientar e proporcionar uma experiência de balada ainda melhor pra todo mundo que ama a Haus.",
		linha4: "Consulte a programação no site ou no Facebook e escolha a noite perfeita para você e seus amigos se divertirem com a gente!",
		linha5: "",
		linha6: "",
		linha7: "",
		linha8: "",
		linha9: "",
		linha10: "",
		linha11: "",
		linha12: "",
		linha13: "",
		linha14: "",
		linha15: "",
		linha16: "",
		linha17: "",
		linha18: "",
		linha19: "",
		linha20: ""
	},
	mapa: "https://www.google.com/maps/embed/v1/directions?key=AIzaSyAuLdoTKvUUGZeIWd271s5TUhgcMiM3cMc&destination=Blitz Haus - Rua Augusta - Consolação, São Paulo - SP&origin=Higienópolis-Mackenzie - Consolação, São Paulo - SP&mode=walking"
},
{
	idCasa: "selva",
	nome: "Selva",
	rua: "Rua Augusta, 501",
	site: "http://selva.club/",
	telefone: "(11) 3120-4140",
	email: "aniversario@selva.club",
	descricao : {
		linha1: "Encontramos um espaço perdido bem no centro de São Paulo, na Rua Augusta! Dentro dele, uma visão pós-apocalíptica da sociedade: objetos de todos os tamanhos abandonados e tomados pelo tempo. A Selva Tropical encontrando a Selva de Pedra. Luz. Escuridão. Um retrato da capital paulista e os seus contrastes e diversidades.",
		linha2: "Uma Casa Noturna diferente no centro de São Paulo. Você vai entrar na Selva!",
		linha3: "",
		linha4: "",
		linha5: "",
		linha6: "",
		linha7: "",
		linha8: "",
		linha9: "",
		linha10: "",
		linha11: "",
		linha12: "",
		linha13: "",
		linha14: "",
		linha15: "",
		linha16: "",
		linha17: "",
		linha18: "",
		linha19: "",
		linha20: ""
	},
	mapa: "https://www.google.com/maps/embed/v1/directions?key=AIzaSyAuLdoTKvUUGZeIWd271s5TUhgcMiM3cMc&origin=Higienópolis-Mackenzie - Consolação, São Paulo - SP&destination=Selva Club - Rua Augusta - Consolação, São Paulo - SP&mode=walking"
}
]
